<?
$MESS ['CH_COMPONENT_ID'] = "ID компонента используется для того, чтобы отличить один компонент от другого при размещении их на одной старнице";
$MESS ['CH_FORM_CODE'] = "Выбор формы требуется для сбора статистики по выбранной форме";

$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка выбирается один из созданных в системе типов инфо-блоков. После нажатия кнопки ок будут подгружены инфо-блоки, созданные для выбранного типа. Если выбран пункт (другое)->, то необходимо указать ID типа инфоблока в поле рядом.";
$MESS ['IBLOCK_ID_TIP'] = "Выбирается один из инфоблоков. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['PROPERTY_CODES_TIP'] = "Выбираются поля элементов инфоблока и их свойства, которые будут выведены в форме.";
$MESS ['PROPERTY_CODES_REQUIRED_TIP'] = "Среди тех же полей и свойств можно выбрать обязательные для заполнения.";
$MESS ['GROUPS_TIP'] = "Выбираются группы пользователей, которые смогут использовать форму.";
$MESS ['ELEMENT_ASSOC_TIP'] = "Будет сохранена привязка элемента инфоблока к пользователю либо только в поле MODIFIED_BY, либо еще и в свойстве инфоблока.";
$MESS ['MAX_LEVELS_TIP'] = "Число, указанное в данном поле, позволяет ограничить кол-во разделов (групп) инфоблока, в которые пользователю будет позволено добавить один и тот же элемент.";
$MESS ['USE_CAPTCHA_TIP'] = "При установленной опции будет выведено изображение и поле ввода CAPTCHA.";
$MESS ['USER_MESSAGE_ADD_TIP'] = "Указанное здесь сообщение будет выведено пользователю после успешной отправки сообщения (добавления элемента в инфоблок).";
$MESS ['MAX_FILE_SIZE_TIP'] = "Поле позволяет ограничить размер загружаемых файлов.";
$MESS ['CUSTOM_TITLE_NAME_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_DATE_ACTIVE_FROM_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_DATE_ACTIVE_TO_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_IBLOCK_SECTION_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_PREVIEW_TEXT_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_PREVIEW_PICTURE_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_DETAIL_TEXT_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['CUSTOM_TITLE_DETAIL_PICTURE_TIP'] = "Указывается название поля для отображения пользователям.";
$MESS ['DEFAULT_INPUT_SIZE_TIP'] = "Размер полей ввода данных.";
$MESS ['CUSTOM_TITLE_TAGS_TIP'] = "Указывается название поля для отображения пользователям.";
?>